/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Bibliotheek reageert niet";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac kreeg geen toegang tot je fotobibliotheek omdat deze niet reageert.";

"Quit or force quit Photos;" = "Stop Foto's of stop Foto's geforceerd;";
"Open your Activity Monitor;" = "Open Activiteitenweergave;";
"Force quit the \"photolibraryd\" process;" = "Stop het proces \"photolibraryd\" geforceerd;";
"Reopen Photos if needed." = "Open Foto's indien nodig opnieuw.";

//Library Update
"Library Update Required" = "Bibliotheek moet worden bijgewerkt";
"Please update your photo library to make it accessible for a scan." = "Werk je fotobibliotheek bij zodat deze kan worden gescand.";

"Open your library in the Photos app;" = "Open je bibliotheek in de app Foto's;";
"Wait until it updates the library." = "Wacht tot de bibliotheek is bijgewerkt.";
